export default {
  pages: {
    home: 'Главная',
    blog: 'Блог',
  },
  home: {
    'part-time': 'Доступен для частичной занятости',
    about: [
      'Здравствуйте, меня зовут Александр. Я создаю веб-приложения, используя',
      'Свяжитесь со мной для сотрудничества, подработки или просто поздоровайтесь',
    ],
  },
  projects: {
    title: 'Проекты',
    source: 'Исходный код',
    website: 'Посетить веб-сайт',
    inDev: 'В разработке',
    soon: 'Скоро будет больше',
  },
  blog: {
    title: 'Блог',
    desc: 'Место, где я делюсь своими мыслями, опытом, знаниями',
    posts: 'Недавние посты',
    views: ['Нет просмотров', '{n} просмотр', '{n} просмотра', '{n} просмотров'],
    likes: ['Нет лайков', '{n} лайк', '{n} лайка', '{n} лайков'],
    btn: {
      'was-helpful': 'Это было полезно',
      thanks: 'Спасибо',
    },
  },
  misc: {
    and: 'и',
  },
  settings: {
    title: 'настройки',
    lang: 'язык',
    theme: {
      title: 'тема',
      dark: 'темная',
      light: 'светлая',
      system: 'системная',
    },
  },
}
