export default {
	pages: {
		home: 'Главная',
		blog: 'Блог',
	},
	home: {
		'part-time': 'Доступен для частичной занятости',
		about: [
			'Здравствуй, меня зовут Александр. Я создаю веб-приложения, используя',
			'Свяжитесь со мной для сотрудничества, подработки или просто поздороваться',
		],
	},
	projects: {
		title: 'Проекты',
		source: 'Исходный код',
		website: 'Посетить веб-сайт',
		inDev: 'В разработке',
		soon: 'Скоро будет больше',
	},
	misc: {
		and: 'и',
	},
	settings: {
		title: 'настройки',
		lang: 'язык',
		theme: {
			title: 'тема',
			dark: 'темная',
			light: 'светлая',
			system: 'системная',
		},
	},
}
